{
	"ERMDWizardBanner.stepsMessage" = "Etapa @@currentStep@@ de @@tabSectionsContents.count@@";
	"ERMDEmptyListMessage.createObjectStringTemplate" = "Cria Novo Registro";
	"ERMDEmptyListMessage.emptyEmbeddedListMessage" = "Nenhum registro correspondendo a @@displayNameForDestinationEntity@@ foi encontrado.";
	"ERMDEmptyListMessage.emptyListMessage" = "Nenhum registro correspondendo a @@displayNameForEntity@@ foi encontrado.";
	"ERMD.editRelationshipButtonLabel" = "Editar Relação";
	"ERMD.inspectButtonLabel" = "Abrir";
	"ERMD.inlineCancelCreationMessage" = "Tem certeza de quer interromper a criação de @@displayNameForEntity@@?";
	"ERMD.inlineRemoveOrDeleteRelatedMessage" = "Tem certeza de que quer remover ou apagar este registro @@displayNameForEntity@@ relacionado?";
	"ERMD.inlineRemoveRelatedMessage" = "Tem certeza de que quer remover @@displayNameForEntity@@ relacionado?";
	"ERMD.inlineDeleteRelatedMessage" = "Tem certeza de que quer apagar @@displayNameForEntity@@ relacionado?";
	"ERMD.confirmDeleteRelatedMessage" = "Quer apagar @@displayNameForEntity@@?";
	"ERMD.confirmRemoveRelatedMessage" = "Quer remover @@displayNameForEntity@@ da relação?";
	"ERMD.confirmDeleteOrRemoveRelatedMessage" = "Você quer remover @@displayNameForEntity@@ da relação ou apagar inteiramente?";
	"ERMD.confirmDeleteMessage" = "Quer apagar @@displayNameForEntity@@?";
	"ERMD.addExistingButtonLabel" = "Adicionar existente";
	"ERMD.addNewButtonLabel" = "Adicionar Nova(o)";
	"ERMD.newRelationshipButtonLabel" = "Nova(o)";
	"ERMD.queryRelationshipButtonLabel" = "Buscar";
}
